{
    "data": [
      {
        "title": "ACC Premiums",
        "description": "<p/><p>Whether you're self-employed, a contractor, or you have staff, you'll likely receive an invoice from ACC between mid-July and mid-August.&#160;</p>\n<p>If you're an employer with staff, your business will pay the:</p>\n<ul><li><strong>Work Levy</strong> - your classification unit rate x each $100 of liable earnings.</li>\n <li><strong>Working Safer Levy</strong> - 8c x each $100 of liable earnings.</li>\n</ul><p>If you're self-employed, a shareholder-employee or a contractor you'll pay three different levies:</p>\n<ul><li>Earners' levy - everyone who earns a salary in New Zealand pays the Earners' levy, which helps cover the cost of accidents that happen in your everyday activities outside work. It's a flat rate, currently $1.21 per $100 (excluding GST) of your liable income.</li>\n <li>Work levy</li>\n <li>Working Safer levy</li>\n</ul><p>The <strong>Classification Unit Rate</strong> is based on the actual cost of work-related injuries that occur within your classification unit.&#160; A classification unit is&#160;a group of businesses that operate within a similar industry. </p>\n<p>The IRD provide ACC with relevant earnings data from employer monthly schedules.&#160; From this information, ACC calculates the total levies due.</p>\n<p>For more information on ACC premiums just give us a call or visit the <a href=\"https://www.acc.co.nz/\" target=\"_blank\">ACC website</a>.</p>"
      },
      {
        "title": "Depreciation Allowances",
        "description": "<p/><p>Depreciation allows for the wear and tear on a fixed asset and must be deducted from your income.</p>\n<p>Generally, you must claim depreciation on fixed assets used&#160;in your business that have a&#160;lifespan of more than 12 months. However, in special circumstances you can elect not to depreciate an asset by applying to Inland Revenue.</p>\n<p>Not all fixed assets can be depreciated. Land is a common example of a fixed asset that cannot be depreciated.&#160; From 1 April 2011, depreciation allowances on most building structures could no longer be claimed, although depreciation could still be claimed on a wide range of commercial and industrial building fit-out assets.&#160;&#160;&#160; </p>\n<p>Changes in 2020 reintroduce depreciation deductions for non-residential buildings for the 2021 and subsequent income years. For more information, please click <a href=\"https://www.ird.govt.nz/covid-19/business-and-organisations/specific-income-tax-issues/depreciation-and-low-value-assets\" target=\"_blank\">here</a>.</p>\n<p>Keep a fixed asset register to show assets you will be depreciating. This should show the depreciation claimed and adjusted tax value of each asset. The adjusted tax value is the asset's cost price, less all depreciation calculated since purchase.</p>\n<p>To view the depreciation rates and the methods for calculating depreciation, please refer to the <a href=\"http://www.ird.govt.nz/forms-guides/number/forms-200-299/ir260-guide-depreciation.html\" target=\"_blank\">IRD Depreciation Guide</a>.</p>\n<p>To find out more on how to calculate depreciation on a business asset please give us a call or refer to the <a href=\"https://www.ird.govt.nz/income-tax/income-tax-for-businesses-and-organisations/types-of-business-expenses/depreciation/claiming-depreciation\" target=\"_blank\">IRD Depreciation Rate Finder</a>&#160;on the&#160;Inland Revenue website.<br/>\n&#160; </p>"
      },
      {
        "title": "Entertainment",
        "description": "<p/><p>Entertainment expenditure is limited to a 50% deduction if it falls within the following:</p>\n<ol><li>Corporate Boxes </li>\n <li>Holiday Accommodation </li>\n <li>Pleasure Craft </li>\n <li>Food &amp; Beverages consumed at any of the above or in other specific circumstances, for example:</li>\n</ol><ul><ul><li>incidentally at any of the three types of entertainment above, eg, alcohol and food provided in a corporate box</li>\n <li>away from the taxpayer's business premises, such as&#160;a business lunch at a restaurant</li>\n <li>on the taxpayer's business premises at a party, reception, celebration meal, or other similar social function, such as a Christmas party for all staff, held on the business premises (excluding everyday meals provided at a staff cafeteria)</li>\n <li>at any event or function, on or away from your business premises for the purpose of staff morale or goodwill, such as a Friday night 'shout' at the pub</li>\n <li>in an area of the business premises reserved for use at the time by senior staff and not open to other staff, such as an executive dining room used to entertain clients</li>\n </ul></ul><p>There are a number of exemptions from these rules, please contact us if you are unsure, or see the <a href=\"http://www.ird.govt.nz/forms-guides/number/forms-200-299/ir268-guide-entertainment-expenses.html\" target=\"_blank\">IRD Entertainment Expenses (IR268)</a> booklet for more information.</p>"
      },
      {
        "title": "Fringe Benefit Tax",
        "description": "<p/><p>Fringe Benefit Tax (FBT) is a tax on benefits that employees receive as a result of their employment, including those benefits provided through someone other than an employer.</p>\n<p>The four main groups of fringe benefits are:</p>\n<ul><li><a href=\"https://www.ird.govt.nz/employing-staff/paying-staff/fringe-benefit-tax/types-of-fringe-benefits/employer-provided-motor-vehicles-for-private-use\" target=\"_blank\">Motor vehicles</a> (refer to the IRD website for more information on how to calculate) </li>\n <li><a href=\"https://www.ird.govt.nz/employing-staff/paying-staff/fringe-benefit-tax/types-of-fringe-benefits/employer-provided-low-interest-loans/prescribed-interest-rates\" target=\"_blank\">Low-interest loans</a> other than low-interest loans provided by life insurance companies </li>\n <li>Free, subsidised or discounted <a href=\"https://www.ird.govt.nz/employing-staff/paying-staff/fringe-benefit-tax/types-of-fringe-benefits/employer-provided-goods-and-services\" target=\"_blank\">goods and services</a>, including subsidised transport for employers in the public transport business </li>\n <li><a href=\"https://www.ird.govt.nz/employing-staff/paying-staff/fringe-benefit-tax/types-of-fringe-benefits/employer-contributions-to-employee-funds\" target=\"_blank\">Employer contributions</a> to sick, accident or death benefit funds, superannuation schemes and specified insurance policies</li>\n</ul><p>Gifts, prizes and other goods are fringe benefits. If you pay for your employees' <a href=\"https://www.ird.govt.nz/income-tax/income-tax-for-businesses-and-organisations/types-of-business-expenses/entertainment-expenses\" target=\"_blank\">entertainment</a> or <a href=\"https://www.classic.ird.govt.nz/forms-guides/number/forms-400-499/ir409-guide-fbt.html\" target=\"_blank\">club memberships</a>, these benefits may also be liable for fringe benefit tax.<br/><br/>\nFringe Benefit Tax is payable quarterly (however some employers may be able to elect payments filing on an annual basis).</p>\n<p>Refer to the IRD website for more information on <a href=\"https://www.ird.govt.nz/employing-staff/paying-staff/fringe-benefit-tax\" target=\"_blank\">how fringe benefit tax is applied and calculated</a>.</p>\n<p>If you would like further information on whether FBT is payable in your situation and how this is calculated just give us a call.</p>"
      },
      {
        "title": "Gifting",
        "description": "<p>A&#160;gift is something given when:\n</p><ul><li>Nothing is received in return; or </li>\n <li>Something is received in return, but its value is less than the value of the property given.</li>\n</ul><p>If something of lesser value is given in return for a gift, the value of the gift&#160;is the difference between the two values.</p>\n<p>In the context of trusts, these items can all be gifts:</p>\n<ul><li>Transfers of any items (for example, company shares or land). </li>\n <li>Any form of payment. </li>\n <li>Creation of a trust. </li>\n <li>A&#160;forgiveness or reduction of debt. </li>\n <li>Allowing a debt to remain outstanding so that it can't be collected by normal legal action.</li>\n</ul><p> <span>If you propose to make a gift to a trust, please contact us to discuss the implications.&#160;&#160;It is important to take into consideration what the trust, and the gifts to the trust are designed to achieve as part of a long-term strategy.</span></p>\n<p>The government abolished gift duty for dispositions of property made on or after 1 October 2011.&#160;&#160;</p>\n<p>Please be aware that there is a <a href=\"https://nzlaw.co.nz/news/residential-care-subsidy-thresholds-trusts-and-gifting/\" target=\"_blank\">$6,500 annual gifting limit</a> for a gifting period of 5 years before going into care for rest home subsidy purposes.</p>\n<p>For more information on gifting please give us a call or refer to the Inland Revenue guide on&#160;Trusts and estates income tax rules (<a href=\"https://www.classic.ird.govt.nz/forms-guides/keyword/trustsandestates/ir288-guide-trusts-estates.html\" target=\"_blank\">IR288</a>)</p>"
      },
      {
        "title": "Goods and Services Tax",
        "description": "<p/><p>GST is a tax on the supply of goods and services in New Zealand by a registered person on any taxable activity they carry out. The rate for GST is 15% although zero-rating will most likely apply for exports and land transactions.<br/><br/>\nCertain supplies of goods and services are 'exempt supplies' and exempt from GST. These include:</p>\n<ul><li>Certain financial services </li>\n <li>Sale or lease of residential properties </li>\n <li>Wages/Salaries and most Directors' Fees </li>\n</ul><p>GST registration is required if the annual turnover of the business for a 12-month period exceeds or is expected to exceed $60,000.&#160; </p>\n<p>GST returns can be filed monthly, bi-monthly or six monthly.&#160; There are certain requirements for who must file monthly returns and who can file six monthly returns.&#160;<br/><br/>\nThere are <a href=\"https://www.ird.govt.nz/gst/registering-for-gst/choosing-your-gst-accounting-basis\" target=\"_blank\">three methods of accounting for GST</a>:</p>\n<ul><li>Invoice Basis </li>\n <li>Payments Basis </li>\n <li>Hybrid Basis</li>\n</ul><p>If your turnover exceeds $2,000,000 per year you cannot use the Payments basis option.</p>\n<p>If you are selling or are thinking of selling your products through your website please also refer to the section on <a href=\"tax_facts_nz/gst_and_e_commerce?s=f381f818-05c0-48ce-bd27-a18cedf05827&amp;t=501&amp;o=454\">GST and E-Commerce</a><a href=\"tax_facts_nz/gst_and_e_commerce?s=f381f818-05c0-48ce-bd27-a18cedf05827&amp;t=501&amp;o=454\"/>.</p>\n<p>For more information on GST and how to register give us a call or visit the <a href=\"https://www.ird.govt.nz/gst\" target=\"_blank\">GST section</a> of the Inland Revenue website.</p>"
      },
      {
        "title": "GST and E-Commerce",
        "description": "<p/><p><strong>Sale of Physical Goods via the Internet<br/></strong>If a GST-registered person sells goods via the internet and the goods are physically supplied to a customer in New Zealand, GST is chargeable at 15%.</p>\n<p>If goods are sold via the internet and physically supplied to customers overseas the sales can be zero-rated for GST purposes. It is important to prove the goods have been exported (entered for export by the supplier) and sufficient evidence should be held to prove the export.</p>\n<p><strong>Sale of Digital Goods via the Internet<br/></strong>If a GST-registered person sells digital products via the internet which are downloaded, such as music, software, or digital books, to a New Zealand customer they must charge 15% GST. (These products are treated as services for GST purposes). Note overseas suppliers may be required to register for and charge NZ GST when providing these services (under the online remote services rules) to New Zealand customers.</p>\n<p>If digital products are sold via the internet and downloaded by an overseas customer, they can be zero-rated but it is important to prove that the products are \"exported\" otherwise GST must be charged.</p>\n<p><strong>Evidence required to prove products are exported</strong></p>\n<p><em>Scenario 1:</em><br/>\nPhysical goods are exported overseas by the supplier. The customer is located overseas.</p>\n<ul><li>Delivery evidence, for example, bill of lading showing export by sea, air waybill for export via air, packing list or delivery note showing overseas delivery address, insurance documents.\n </li>\n <li>Purchase order showing overseas delivery address. </li>\n</ul><p><em>Scenario 2:<br/></em>Physical goods are exported overseas by the supplier. The customer is in New Zealand at the time of purchase.</p>\n<ul><li>Delivery evidence, for example, bill of lading showing export by sea, air waybill for export via air, packing list or delivery note showing overseas delivery address, insurance documents.\n </li>\n <li>Purchase order showing overseas delivery address. </li>\n</ul><p><em>Scenario 3:<br/></em>Digital products are downloaded by a customer who is located overseas.</p>\n<ul><li>The customer should make a declaration at the time of the transaction that they are located overseas and that the products will be used outside New Zealand. For example, \"I declare that I am not in New Zealand at this time and will not be making use of this supply in New Zealand\" and provide their name and full address.\n </li>\n <li>Evidence of payment received from overseas customer. Credit card information may be a guide as certain credit card number series may only be issued in New Zealand. However, this process is changing and is not entirely reliable.\n </li>\n <li>Email address may suggest that the customer is overseas but is not final proof as a New Zealand resident can obtain an overseas email address.\n </li>\n <li>Internet Protocol (IP) address of the customer - although this is not final proof that the customer is overseas. </li>\n</ul><p><strong>Note:</strong> In this scenario, as can be seen from the above list, it is unlikely that only one form of information will prove that the customer is overseas. It is expected that a reasonable attempt would be made to confirm the customer is overseas to support zero-rating.&#160; </p>\n<p>For more information on GST, contact us or refer to the <a href=\"https://www.ird.govt.nz/gst\" target=\"_blank\">resources</a> on the Inland Revenue website.</p>\n&#160;"
      },
      {
        "title": "KiwiSaver",
        "description": "<p/><p>KiwiSaver is a voluntary savings scheme set up by the government to help New Zealanders to save for their retirement. All New Zealand residents and people entitled to live here permanently are eligible to join.&#160; All new eligible employees must be automatically enrolled in KiwiSaver.&#160; However, there are some employees who are exempt from automatic enrolment.&#160; These include:</p>\n<ul><li>Those under 18 years of age </li>\n <li>Casual agricultural workers (who are employed on a day-to-day basis for no more than 3 months) or Election Day workers </li>\n <li>Private domestic workers (if they pay their own PAYE)</li>\n <li>Casual and temporary employees employed under a contract of service that is 28 days or less </li>\n</ul><p>Employees who are automatically enrolled can opt out but must do so within a specified time (from the end of week 2 of their employment to the end of week 8) by filing the prescribed from (<a href=\"http://www.ird.govt.nz/forms-guides/number/forms-001-99/ks10-form-ks-optout.html\" target=\"_blank\">KS10</a>).<br/><br/>\nAll eligible existing employees can join the scheme at any time they wish by notifying their employer.</p>\n<p>Employees can choose to contribute at the rate of 3%, 4%, 6%, 8% or 10% of their salary.&#160;If an employee does not elect a rate, then the default rate of 3% will be used by the employer for contribution deductions made.</p>\n<p><strong>Compulsory Employer Contributions</strong></p>\n<p>It is compulsory for employers&#160;to contribute to their eligible employees' KiwiSaver scheme unless the employer is already paying into another registered superannuation scheme for the employee. The minimum compulsory employer contribution rate is 3%.<br/><br/>\nEmployer contributions are subject to Employer Superannuation Contribution Tax (ESCT)&#160;on a progressive scale based on the employees' marginal tax rate.</p>\n<p><strong>Government Assistance</strong></p>\n<p>The government also:</p>\n<ul><li>Pays an annual member tax credit (for those 18 and over) of up to $521.43 </li>\n <li>Provides support to first home buyers if they meet the relevant criteria</li>\n</ul><p>Prior to 21 May 2015, the government made a $1,000 'kick-start' contribution, however this has ceased..</p>\n<p>Note: There is no Crown guarantee of KiwiSaver schemes or investment products of KiwiSaver schemes. </p>\n<p><strong>Employers must: </strong></p>\n<ul><li>Give new employees and other existing staff who are interested an <a href=\"https://www.classic.ird.govt.nz/forms-guides/keyword/employers/ks3-employee-info.html\" target=\"_blank\">Employee information pack (KS3)</a></li>\n <li>Pass employees' details to Inland Revenue to enable them to be enrolled</li>\n <li>Deduct contributions from employees' gross salary and pay these to Inland Revenue through the PAYE system</li>\n</ul><p>A list of KiwiSaver providers is available at <a href=\"https://www.ird.govt.nz/kiwisaver/kiwisaver-individuals/joining-kiwisaver/kiwisaver-providers\" target=\"_blank\">www.ird.govt.nz/kiwisaver/</a><br/><br/>\nFor more information on KiwiSaver and how this may apply to you give us a call or refer to the&#160;<a href=\"https://www.ird.govt.nz/kiwisaver/kiwisaver-employers\" target=\"_blank\">KiwiSaver for Employers</a>&#160;information available on the Inland Revenue website. </p>"
      },
      {
        "title": "PAYE on Salaries and Wages",
        "description": "<p/><p>Pay As You Earn&#160;(PAYE) is the basic tax taken out of your employees' salary or wages. The amount of PAYE you deduct depends on each employee's tax code.</p>\n<p>PAYE employees must complete a&#160;<a href=\"http://www.ird.govt.nz/forms-guides/number/forms-300-399/ir330-form-tax-code.html\" target=\"_blank\">Tax code declaration (IR 330)</a> as soon as they start working for you. If an employee fails to complete the tax code declaration, you must deduct PAYE at the no-declaration rate.</p>\n<p>Payday filing was introduced for the way businesses report payroll information and became compulsory in 2019.</p>\n<p>Employers must:</p>\n<ul><li>File employment information within 2 working days after every payday instead of an Employer monthly schedule (IR348)</li>\n <li>Provide new and departing employees' address information, as well as their date of birth - if they have provided it to you</li>\n <li>File electronically (from payday compatible software or through myIR) if your annual PAYE/ESCT is $50,000 or more.</li>\n</ul><p>If you are a 'small employer' with gross annual PAYE deductions of up to $500,000, you make payments to Inland Revenue on the 20th of the month following the deductions, although you can choose to pay more often.&#160; </p>\n<p>If you are a 'large employer' with gross annual PAYE deductions over $500,000, you need to pay deductions twice a month although you can choose to pay more often.<br/><br/>\nFor more information regarding PAYE or to register as an Employer either call us or visit the <a href=\"https://www.ird.govt.nz/employing-staff\" target=\"_blank\">IRD website</a>.</p>"
      },
      {
        "title": "Provisional Tax",
        "description": "<p/><p>Provisional Tax is not a separate tax but a way of paying your income tax as income is received through the year. You pay instalments of income tax during the year,&#160;based on what you expect your tax bill to be. The amount of provisional tax you pay is then deducted from your tax bill at the end of the year. </p>\n<p>\nFrom the 2020 income tax year, if your residual income tax (RIT) is $5,000 or more, you will have to pay provisional tax for the following income year. RIT is the tax you need to pay after subtracting any rebates you are eligible for and any tax credits (excluding provisional tax). RIT is clearly labelled in the tax calculation in your tax return. </p>\n<p>There are several ways of working out your provisional tax. The two main ones are the standard option and the estimation option. If you are also registered for GST and meet the other eligibility criteria, the GST ratio option may be available to you. You may also be able to pay provisional tax using the Accounting Information Method (AIM).&#160;</p>\n<p><strong>Due dates</strong></p>\n<p>The due date and number of instalments you need to make to pay your provisional tax each year depends on which option you use, your balance date, and how often you pay GST (if registered).&#160;&#160;</p>\n<p>If you have a 31 March balance date and use the standard or estimation option,&#160; provisional tax payments are due on: </p>\n<table width=\"300\" cellspacing=\"0\" cellpadding=\"3\"><tbody><tr><td style=\"height: 15px;\">First instalment</td>\n <td>28 August</td>\n </tr><tr><td>Second instalment </td>\n <td>15 January</td>\n </tr><tr><td>Third instalment</td>\n <td>7 May</td>\n </tr></tbody></table><p><strong>Interest</strong></p>\n<p>If the provisional tax you have paid is less than your RIT, you will be charged interest in most circumstances.&#160; If the provisional tax you pay is more than your RIT, Inland Revenue may pay you interest on the difference. </p>\n<p><strong>Standard option</strong></p>\n<p>Inland Revenue&#160;automatically charges provisional tax using the standard option unless you choose the estimation or ratio options. <br/><br/>\nThe standard option takes your RIT for the previous year and makes an adjustment.&#160; The calculation for the adjustment from the current year is:</p>\n<ul><li>your previous year's RIT with an uplift of 5% added, OR</li>\n <li>your RIT for the year prior to the previous year with an uplift of 10% added, if last year's income tax return has not been filed yet</li>\n</ul><p><strong>Estimation option</strong></p>\n<p>If you can estimate what your RIT is likely to be, this option may suit your business. When working out the tax, keep in mind: </p>\n<ul><li>To get the right tax rate -\n <ul><li>Add up all your estimated income</li>\n <li>Work out the tax on the total</li>\n <li>Subtract any&#160;tax credits&#160;(like PAYE)</li>\n </ul></li>\n <li>Using the estimation option, if your estimated RIT is lower than your actual RIT for that year, you may be liable for interest on the underpaid amount</li>\n <li>You can estimate your provisional tax as many times as necessary up until your last instalment date. Each estimate must be fair and reasonable</li>\n</ul><p><strong>The GST Ratio Option</strong></p>\n<p>If you are also registered for GST, you can pay your provisional tax at the same time as your GST.&#160; To use this option, you elect with Inland Revenue to use the option, then Inland Revenue calculates the ratio and advises you before your first provisional tax payment is due.&#160; You will be able to use the ratio option if:</p>\n<ul><li>You've been in business and GST-registered for all the previous tax year, and the tax year prior to that</li>\n <li>Your RIT for the previous year is greater than $5,000 and up to $150,000</li>\n <li>You are liable to file your GST returns every month or every two months</li>\n <li>The business you're operating is not a partnership</li>\n <li>Your ratio percentage that Inland Revenue calculates for you is between 0% and 100%</li>\n</ul><p><strong>The Accounting Information Method (AIM)</strong></p>\n<p>This option allows you to calculate and pay provisional tax using AIM-capable software which calculates provisional tax based on current year accounting income information.&#160; Payments are due in line with your GST filing dates. At present this option is only available if you have gross income under $5m.&#160; </p>\n<p>Where payments have been made using the calculated amounts under the AIM-capable software, you will not be liable for any interest due if the actual year-end tax liability differs from the calculated tax liability.</p>\n<p><span/></p>\n<p><span>It is important to choose an option that suits your business.&#160; Strategies such as&#160;</span><a href=\"https://www.tmnz.co.nz/\" target=\"_blank\">tax pooling</a> can also ease taxpayers' concerns and costs.&#160; We suggest that you discuss your options with&#160;us. </p>\n<p>For further information on provisional tax give us a call or refer to the&#160; <a href=\"http://www.ird.govt.nz/provisional-tax/\" target=\"_blank\">Inland Revenue website</a>.</p>"
      },
      {
        "title": "Resident Withholding Tax (RWT)",
        "description": "<p/><p>Resident Withholding Tax (RWT) is a tax deducted on interest earned from investments and bank accounts.&#160; The investment organisation or bank deducts this tax when they credit interest to you.</p>\n<p>Companies may also deduct withholding tax from dividends paid to shareholders.</p>\n<p>If you receive interest as income you need to:</p>\n<ul><li>Provide the interest payer with your IRD number, and</li>\n <li>Advise the tax rate they should use when they deduct this tax</li>\n</ul><p>The RWT tax rate used will vary for individuals and different types of business entity.</p>\n<p>For more information on RWT and how this tax applies to interest and dividends refer to the <a href=\"http://www.ird.govt.nz/rwt/\" target=\"_blank\">IRD website</a></p>"
      },
      {
        "title": "Tax Credits for Donations",
        "description": "<p/><p>Tax credits for donations can be claimed by individuals (not companies, trusts or partnerships) who: </p>\n<ul><li>Earned taxable income during the period being claimed for; and </li>\n <li>Were in New Zealand at any time during the tax year (including non-residents) </li>\n</ul><p>You may qualify for a tax credit for: </p>\n<ul><li>Donations made of $5 or more to an approved charity </li>\n <li>Donations made of $5 or more to state and state integrated schools (note donations do not include tuition fees, payment for voluntary school activities, payments for classes where there is a take-home component or payments for transport to or from school activities)</li>\n</ul><p>Tax credits for donations are limited to gifts of cash or cash equivalents such as payments made by bank transfers, credit card or cheques. It is not intended that donation tax credits or gift deductions should be available for gifts in kind or gifts made by way of debt forgiveness.</p>\n<p>You can claim a tax credit of up to the lesser of 33.33% of the total donation or 33.33% of your taxable income (that is, where your donations are greater than your taxable income). You will require valid receipts to be able to do this.</p>\n<p>For further information regarding tax credits, visit the tax credits section of the <a href=\"https://www.ird.govt.nz/income-tax/income-tax-for-individuals/individual-tax-credits\" class=\"ApplyClass\" target=\"_blank\">Inland Revenue website</a>. </p>\n<p>If you claimed a tax credit in the prior year, Inland Revenue will automatically send you a Tax credit claim form in April each year. Otherwise,&#160;click&#160;<a href=\"https://www.classic.ird.govt.nz/forms-guides/number/forms-500-599/ir526-tax-credit-claim-form.html\" target=\"_blank\">here</a> for&#160;the latest version of the&#160;IR526 Tax credit claim form. The easiest way to submit a receipt for a donation is to use <a href=\"https://www.ird.govt.nz/\" target=\"_blank\">myIR</a>. Inland Revenue will work out your tax credit without you having to file a claim when the tax year ends on 31 March.</p>\n<p>This information relates solely to individuals and individual income tax. There are other types of tax credits. Please contact us for more information on these. </p>"
      },
      {
        "title": "Taxpayer Penalties",
        "description": "<p/><p>Taxpayers who do not meet their tax obligations may face penalty or interest charges. To avoid such charges, you should pay the full amount of tax you owe by the due date. </p>\n<p>The main kinds of charges for failing to meet tax obligations are: </p>\n<ul><li><strong>Interest</strong> on the amount of tax you owe if you have underpaid your tax. The interest rates charged are based with reference to market rates. </li>\n <li>A&#160;<strong>late filing penalty</strong> if you do not file a return by the due date. </li>\n <li>A&#160;<strong>late payment penalty</strong> if a payment is not received by the IRD by the date it was due. </li>\n <li>A&#160;<strong>shortfall penalty</strong> where the correct amount of tax is higher than the amount you paid (for example,&#160;because of an understatement of tax, or where the amount of a refund or loss is reduced). These penalties can be as high as 150% (for evasion) and may include imprisonment for serious instances of evasion.</li>\n <li><strong>Penalties for employment information</strong>. If you file employment information but do not pay the correct amount of PAYE, you may have to pay:\n <ul><li>a non-payment penalty</li>\n <li>late payment penalties and interest.\n </li>\n </ul></li>\n</ul><p style=\"margin-left: 40px;\">\nThe non-payment penalty is 10% of the overdue amount. If you still do not pay, another 10% penalty will be added each month an amount remains unpaid. When you pay the unpaid amount or enter into an instalment arrangement, the last 10% penalty given will reduce to 5%.</p>\n<p>Solutions such as&#160;<a href=\"http://www.tmnz.co.nz/\" target=\"_blank\">tax pooling</a> can also be used to manage tax and limit exposure to penalties and&#160;use of money interest.</p>\n<p>The IRD has discretion to remit interest and penalties where COVID-19 has affected income and a remittance request has been made.</p>\n<p>For more information about managing tax, give us a call.&#160; For more information about tax penalties refer to the IRD's&#160;<a href=\"http://www.ird.govt.nz/forms-guides/number/forms-200-299/ir240-guide-penalties-interest.html\" target=\"_blank\">Penalties and interest guide</a>.</p>"
      },
      {
        "title": "Working for Families Tax Credits",
        "description": "<p/><p>Working for Families tax credits are payments for families with dependent children aged 18 or under.</p>\n<p>There are&#160;four different Working for Families Tax Credits:</p>\n<ul><li>Family tax credit &#8211; a payment for each child in the family</li>\n <li>In-work tax credit &#8211; a&#160;payment&#160;to eligible families who are not receiving an income-tested benefit or student allowance and have some income from paid work each week </li>\n <li>Minimum family tax credit &#8211; a payment to make sure families are getting a basic income where the parents are working the required number of hours for salary and wages</li>\n <li>Best Start&#160;&#8211;&#160;a special payment for up to 3 years for children born on or after 1 July 2018. This replaced the Parental tax credit from 1 July 2018.</li>\n</ul><p>Inland Revenue administer the Working for Families tax credits, however taxpayers who receive an income-tested benefit will receive payments from Work and Income.</p>\n<p>For more information just give us a call or visit the IRD <a href=\"https://www.ird.govt.nz/topics/working-for-families/how-working-for-families-works\" target=\"_blank\">website</a>.</p>\n<p>&#160;</p>"
      }
    ]
  }