{
    "data": [
      {
        "title": "Activity Statement",
        "description": "<p/><p>Businesses use activity statements to report and pay a number of tax obligations, including GST, pay as you go (PAYG) instalments, PAYG withholding and fringe benefits tax. Non-business individuals who need to pay quarterly PAYG instalments also use activity statements.</p>\n<p>Activity statements are personalised to each business or individual to support reporting against identified obligations.</p>\n<p>Activity statements for businesses may be due either quarterly or monthly. Generally, businesses can lodge and pay quarterly if annual turnover is less than $20 million, and total annual PAYG withholding is $25,000 or less. Businesses that exceed one or both of those thresholds will have at least some monthly obligations. Non-business individuals are generally required to lodge and pay quarterly.</p>\n<p>Businesses or individuals with small obligations may be able to lodge and pay annually. Some taxpayers may receive an <a href=\"https://www.ato.gov.au/Business/Business-activity-statements-%28BAS%29/Instalment-notices-for-GST-and-PAYG-instalments/\" target=\"_blank\">instalment notice for GST and/or PAYG instalments</a>, instead of an activity statement.</p>\n<p>The Australian Taxation Office (ATO) web site provides instructions on <a href=\"https://www.ato.gov.au/business/business-activity-statements-(bas)/how-to-lodge-your-bas/\" target=\"_blank\">lodging and paying</a> activity statements. Detailed instructions are provided for each of the different tax obligations:</p>\n<ul><li><a href=\"https://www.ato.gov.au/Business/Business-activity-statements-%28BAS%29/Goods-and-services-tax-%28GST%29/\" target=\"_blank\">GST (Goods and Services Tax)</a></li>\n <li><a href=\"https://www.ato.gov.au/Business/Reports-and-returns/Due-dates-for-lodging-and-paying/Due-dates-by-topic/Pay-as-you-go-(withholding-and-instalments)/\" target=\"_blank\">PAYG (Pay As You Go) Instalments</a></li>\n <li><a href=\"https://www.ato.gov.au/business/business-activity-statements-(bas)/pay-as-you-go-(payg)-withholding/\" target=\"_blank\">PAYG (Pay As You Go) Withholding</a> </li>\n <li><a href=\"https://www.ato.gov.au/Business/Business-activity-statements-%28BAS%29/Fringe-benefits-tax-%28FBT%29-instalment/\" target=\"_blank\">FBT (Fringe Benefit Tax)</a></li>\n <li><a href=\"https://www.ato.gov.au/Business/Business-activity-statements-%28BAS%29/Luxury-car-tax-%28LCT%29/\" target=\"_blank\">LCT (Luxury Car Tax)</a></li>\n <li><a href=\"https://www.ato.gov.au/Business/Business-activity-statements-%28BAS%29/Wine-equalisation-tax-%28WET%29/\" target=\"_blank\">WET (Wine Equalisation Tax)</a></li>\n <li><a href=\"https://www.ato.gov.au/business/fuel-schemes/fuel-tax-credits---business/\" target=\"_blank\">Fuel Tax Credits</a></li>\n</ul>"
      },
      {
        "title": "Australian Business Number",
        "description": "<p/><p>The <a href=\"https://www.ato.gov.au/Business/Registration/Work-out-which-registrations-you-need/Business-or-company-registrations/?anchor=AustralianbusinessnumberABN#AustralianbusinessnumberABN\" target=\"_blank\">Australian business number</a> (ABN) is a single business identifier that allows businesses to deal with the Australian Taxation Office (ATO) and other government departments and agencies with one identifier.<br/>\nAn ABN is not compulsory and not everyone is entitled to an ABN. The following entities will need an ABN to comply with other tax obligations</p>\n<ul><li>Businesses with GST turnover of $75,000 or more must register for GST and need an ABN to do thi</li>\n <li>Non-profit organisations with GST turnover of $150,000 or more must register for GST and need an ABN to do this</li>\n <li>Entities seeking to be endorsed as a deductible gift recipient need an ABN to obtain that status</li>\n <li>Charities seeking exemption from income tax need an ABN.</li>\n</ul><p>Other eligible entities may choose to register for an ABN:</p>\n<ul><li>Companies registered under the Corporations Law</li>\n <li>Business entities carrying on an enterprise</li>\n <li>Trustees of self-managed superannuation funds should obtain an ABN for the fund.</li>\n</ul><p>If an entity makes supplies of goods or services to a business, the supplier entity generally needs to quote an ABN. If the supplier does not quote an ABN, the payer may need to <a href=\"https://www.ato.gov.au/Forms/Statement-by-a-supplier-not-quoting-an-ABN/?page=2#Withholding_from_payments_for_supplies\" target=\"_blank\">withhold tax from the payment</a>.\n</p>"
      },
      {
        "title": "Capital Allowances",
        "description": "<p/><p>Deductions for the decline in value of depreciating assets are available under the <a href=\"https://www.ato.gov.au/Business/Depreciation-and-capital-expenses-and-allowances/\" target=\"_blank\">Uniform capital allowance (UCA) system</a>. In addition to the rules for depreciating assets, deductions are allowed for certain other capital expenditure. Small business entities have the option of choosing <a href=\"https://www.ato.gov.au/business/depreciation-and-capital-expenses-and-allowances/in-detail/depreciating-assets/simplified-depreciation---rules-and-calculations/\" target=\"_blank\">simplified depreciation rules</a>.</p>\n<p>Land, trading stock and most intangible assets (excluding exceptions such as intellectual property and in-house software) are not depreciating assets.</p>\n<p>The decline in value is calculated by spreading the cost of the asset over its <a href=\"https://www.ato.gov.au/business/depreciation-and-capital-expenses-and-allowances/general-depreciation-rules---capital-allowances/effective-life-of-an-asset/\" target=\"_blank\">effective life</a>, using one of two methods:</p>\n<ul><li><strong>Prime cost method</strong> &#8211; decline in value each year is calculated as a percentage of the initial cost of the asset</li>\n <li><strong>Diminishing value method</strong> &#8211; decline in value each year is calculated as a percentage of the opening depreciated value of the asset.</li>\n</ul><p><em>MORE: Australian Taxation Office (ATO) <a href=\"https://www.ato.gov.au/calculators-and-tools/depreciation-and-capital-allowances-tool/\" target=\"_blank\">Decline in value calculator</a></em>.</p>\n<p>For most depreciating assets, taxpayers can either self-assess the effective life, or use estimates published by the ATO. Taxpayers can recalculate, either up or down, the effective life of an asset if the circumstances of use change and the effective life initially chosen is no longer accurate. An improvement to an asset that increases its cost by 10% or more in a year may result in an obligation to recalculate the effective life of the asset.</p>\n<p>Decline in value of cars is restricted to the car limit. From 1 July 2019, the luxury car tax threshold for luxury cars remains $57,581. Luxury car leases are treated as a notional sale and purchase, with decline in value restricted to the car limit.</p>\n<p>The decline in value of certain depreciating assets with a cost or opening adjustable value of less than $1,000 can be calculated through a low-value pool. The decline in value for depreciating assets in the pool is calculated at an annual diminishing value rate of 37.5%.</p>"
      },
      {
        "title": "Capital Gains Tax",
        "description": "<p/><p>Capital gains tax (CGT) generally applies to CGT events that happen to CGT assets acquired after 19 September 1985. CGT is not a separate tax, it forms part of income tax.</p>\n<p><strong>CGT events</strong></p>\n<p>The most common CGT event is the disposal of an asset by selling it or giving it away. A full list of CGT events is available <a href=\"https://www.ato.gov.au/general/capital-gains-tax/selling-an-asset-and-other-cgt-events/types-of-cgt-events/\" target=\"_blank\">here</a>.</p>\n<p><strong>CGT assets</strong></p>\n<p>A CGT asset is any kind of property, or a legal or equitable right that is not property. CGT assets include:</p>\n<ul><li>Part of, or an interest in, a CGT asset</li>\n <li>Goodwill, or an interest in it</li>\n <li>An interest in a partnership asset</li>\n <li>An interest in a partnership, that is not an interest in a partnership asset</li>\n <li>Land and buildings</li>\n <li>Shares in a company</li>\n <li>Units in a unit trust</li>\n <li>Options</li>\n <li>Debts owed to a taxpayer</li>\n <li>A right to enforce a contractual obligation</li>\n <li>Foreign currency.</li>\n</ul><p>Where a taxpayer owns an interest in a CGT asset and then acquires a further interest, the interests remain separate CGT assets. Buildings, structures and other capital improvements to land may be treated as separate CGT assets to the land. A car is a CGT asset, but any capital gain made from it is exempt from CGT (the gain may be taxable under other provisions).</p>\n<p>Special rules apply to some kinds of CGT assets, including collectables, personal use assets, certain investments, leases and options.</p>\n<p><strong>Working out a capital gain or loss</strong></p>\n<p>For most CGT events, a capital gain arises if the <a href=\"https://www.ato.gov.au/general/capital-gains-tax/working-out-your-capital-gain-or-loss/capital-proceeds/\" target=\"_blank\">capital proceeds</a> from the CGT event exceed the <a href=\"https://www.ato.gov.au/general/capital-gains-tax/working-out-your-capital-gain-or-loss/cost-base/\" target=\"_blank\">cost base</a> of the CGT asset. Conversely, a capital loss arises if the <a href=\"https://www.ato.gov.au/general/capital-gains-tax/working-out-your-capital-gain-or-loss/cost-base/elements-of-the-cost-base-and-reduced-cost-base\" target=\"_blank\">reduced cost base</a> of the CGT asset exceeds the capital proceeds from the CGT event.</p>\n<p>The amount of a capital gain is reduced by the CGT discount if the taxpayer is an individual, trust or complying superannuation entity, and the taxpayer acquired the CGT asset at least 12 months before the CGT event. The discount percentage is as follows:</p>\n<ul><li>50% for Australian resident individuals</li>\n <li>33 1/3% for complying superannuation entities and eligible life insurance companies</li>\n <li>Special rules apply to <a href=\"https://www.ato.gov.au/general/capital-gains-tax/international-issues/cgt-discount-for-foreign-resident-individuals/\" target=\"_blank\">foreign resident individuals</a>.</li>\n</ul><p>Taxpayers can choose the <a href=\"https://www.ato.gov.au/general/capital-gains-tax/working-out-your-capital-gain-or-loss/working-out-your-capital-gain/the-indexation-method-of-calculating-your-capital-gain/\" target=\"_blank\">indexation method</a>, rather than the CGT discount, if that results in a lower capital gain. Companies are generally not eligible for the CGT discount, but can use the indexation method. Discount capital gains made by trusts can generally be passed through to presently entitled beneficiaries, who can claim the discount percentage as above. Where the trustee is taxed on a capital gain, the availability of the discount depends on the particular circumstances of the trust.</p>\n<p>Capital losses can only be offset against capital gains, they cannot be offset against other income. Care should be taken when applying capital losses to ensure the optimum reduction of capital gains for the CGT discount and small business CGT concessions. A net capital loss in an income year is carried forward to be offset against capital gains in later income years.</p>\n<p><strong>Exemptions, rollovers and concessions</strong></p>\n<p>A wide range of <a href=\"https://www.ato.gov.au/general/capital-gains-tax/cgt-assets-and-exemptions/\" target=\"_blank\">exemptions</a> and <a href=\"https://www.ato.gov.au/general/capital-gains-tax/small-business-cgt-concessions/small-business-rollover/\" target=\"_blank\">rollovers</a> apply. In addition to the generally available exemptions and rollovers, small business entities are eligible for the <a href=\"https://www.ato.gov.au/general/capital-gains-tax/small-business-cgt-concessions/\" target=\"_blank\">small business CGT concessions</a>. </p>\n<p><strong>International issues</strong></p>\n<p>On or after 12 December 2006, a foreign resident makes capital gains only on the disposal of <a href=\"https://www.ato.gov.au/general/capital-gains-tax/international-issues/foreign-residents-and-temporary-residents/\" target=\"_blank\">taxable Australian property</a>. Temporary residents are subject to the same CGT rules as foreign residents, however some <a href=\"https://www.ato.gov.au/general/capital-gains-tax/international-issues/foreign-residents-and-temporary-residents/\" target=\"_blank\">specific rules </a>apply. Special rules apply on <a href=\"https://www.ato.gov.au/general/capital-gains-tax/international-issues/changing-residency/#BecominganAustralianresident\" target=\"_blank\">becoming a resident</a> or <a href=\"https://www.ato.gov.au/general/capital-gains-tax/international-issues/changing-residency/#CeasingtobeanAustralianresident\" target=\"_blank\">ceasing to be an Australian resident</a>.</p>"
      },
      {
        "title": "Excise",
        "description": "<p/><p>\nExcise duty is a tax on certain types of goods that are made in Australia including alcohol, tobacco, fuel and petroleum products.</p>\n<p>Customs duty is imposed at an equal rate on imported alcohol, tobacco, fuel and petroleum products to ensure imported and local goods are treated consistently. These goods are referred to as Excise Equivalent Goods (EEGs).</p>\n<p>Entities who manufacture or store excisable goods must hold an appropriate license.</p>\n<p><em>MORE: See the <a href=\"https://www.ato.gov.au/Business/Excise-and-excise-equivalent-goods/\" target=\"_blank\">Excise</a> section of the ATO web site for more information.</em>\n</p>"
      },
      {
        "title": "First Home Super Saver",
        "description": "<p/><p>From 1 July 2017, eligible individuals can make voluntary contributions to their superannuation account under a <a href=\"https://www.ato.gov.au/Individuals/Super/Withdrawing-and-using-your-super/First-Home-Super-Saver-Scheme/\" target=\"_blank\">First Home Super Saver (FHSS) Scheme</a>. The Scheme enables individuals to save for their first home and take advantage of the concessional taxation arrangements that apply in the superannuation system. An FHSS tax is payable if the individuals do not either purchase their first home within a specified period or recontribute an amount into superannuation.</p>\n<p>An individual is eligible to participate in the FHSS scheme if he/she is 18 years of age (or older), never used the FHSS scheme previously, and has never owned real estate (except in rare cases).</p>\n<p>The key features of the FHSS Scheme are:</p>\n<ul><li>The maximum voluntary contributions under the scheme is $15,000 a year, and $30,000 in total. Voluntary contributions can be non-concessional or concessional contributions and are subject to the contributions caps.</li>\n <li>An individual may <a href=\"https://www.ato.gov.au/Individuals/Super/Withdrawing-and-using-your-super/First-Home-Super-Saver-Scheme/#Applyingtoreleaseyoursavings1\" target=\"_blank\">apply</a> to the ATO to withdraw up to their \"FHSS maximum release amount\" , which is the sum of eligible contributions (100% of non-concessional contributions and 85% of concessional contributions) and associated earnings, to use as a deposit on a home. To initiate the withdrawal, the individual must request a \"first home super saver determination\" (FHSS determination) from the Commissioner, who will then issue a release authority</li>\n <li>The individual's superannuation fund must pay the amount to be released to the Commissioner, who will withhold an amount for any tax payable and pay the balance to the individual. The amount withheld will reflect the best estimate of the tax payable or, if such an estimate cannot be made, 17% of the amount released (FHSS released amount).</li>\n <li>Concessional contributions and earnings that are withdrawn are included in the individual's assessable income and receive a non-refundable 30% tax offset. For released amounts of non-concessional contributions, only the associated earnings are taxed, also with a 30% tax offset.</li>\n <li>An individual can enter into a contract to purchase or construct their home provided he/she has applied for and received an FHSS determination, and have applied for a valid request for release under that determination within 14 days of entering into the contract.</li>\n <li>An individual will generally have 12 months after money is released from superannuation to sign a contract to purchase a home or construct a home. The premises must be occupied as soon as practicable and for at least six months of the first year after it is practicable to do so.</li>\n <li>If a home is not purchased, the individual is required to re-contribute an amount into superannuation or pay 20% FHSS tax on the FHSS released amount to unwind the concessional tax treatment when it was released.</li>\n</ul>"
      },
      {
        "title": "Fringe Benefits Tax",
        "description": "<p/><p>Fringe Benefits Tax (FBT) is paid on particular benefits employers provide to their employees or their employees' associates instead of salary or wages. Benefits can be provided by an employer, an associate of an employer, or a third party by arrangement with an employer. An employee can be a former, current, or future employee.</p>\n<p>FBT is separate from income tax and based on the taxable value of the various fringe benefits provided. The <a href=\"https://www.ato.gov.au/Rates/FBT/\" target=\"_blank\">rate</a> corresponds to the top marginal income tax rate for individuals, including the Medicare Levy (47% for the FBT year ending 31 March 2020). A complicated gross-up factor is applied in calculating the tax - the general principle is that the FBT payable should equal the income tax otherwise payable by an employee on the top marginal tax rate, on the cash salary needed to purchase the benefit (including GST) from after-tax income.</p>\n<p><strong>Reporting, lodging and paying FBT</strong></p>\n<p>The FBT year runs from 1 April - 31 March. Annual FBT returns must be lodged and tax paid by 21 May each year. Returns lodged through tax agents may qualify for extended due dates. Annual FBT liabilities of $3,000 or more are paid by quarterly instalments as part of the employer's business activity statement.</p>\n<p>If the taxable value of certain fringe benefits provided to an employee exceeds $2,000 in an FBT year, the <a href=\"https://www.ato.gov.au/Rates/FBT/\" target=\"_blank\">'grossed-up'</a> taxable value must be reported on the employee's payment summary for the corresponding income tax year. The following categories of fringe benefits apply, with specific valuation methods applicable to each category:</p>\n<ul><li><strong>Board</strong> - meals provided to an employee and family members, where the employer provides accommodation and at least two meals a day</li>\n <li><strong>Car</strong> - a car made available for the private use of an employee or associate (car benefits can be valued using either the <a href=\"https://www.ato.gov.au/General/Fringe-benefits-tax-(FBT)/Types-of-fringe-benefits/Car-fringe-benefits/Working-out-the-taxable-value-of-a-car-fringe-benefit/\" target=\"_blank\">statutory formula</a> or <a href=\"https://www.ato.gov.au/General/Fringe-benefits-tax-(FBT)/Types-of-fringe-benefits/Car-fringe-benefits/Working-out-the-taxable-value-of-a-car-fringe-benefit/\" target=\"_blank\">operating cost</a> methods)</li>\n <li><strong>Car parking</strong> - a car parking space provided for use by an employee or associate, on either the employer's premises or in a commercial car parking station</li>\n <li><strong>Debt waiver</strong> - releasing an employee or associate from an obligation to repay a debt</li>\n <li><strong>Income tax exempt body entertainment</strong> - FBT is payable by income tax exempt employers on entertainment provided to an employee or associate by way of food, drink or recreation</li>\n <li><strong>Expense payment</strong> - paying or reimbursing a private expense incurred by an employee or associate</li>\n <li><strong>Housing</strong> - accommodation provided that is an employee's or associate's usual place of residence</li>\n <li><strong>Living-away-from-home allowance</strong> - a cash allowance paid to compensate an employee for increased costs, because the employee's duties require them to live away from their usual place of residence</li>\n <li><strong>Loan</strong> - a loan provided to an employee or associate either interest-free or at a discounted interest rate</li>\n <li><strong>Meal entertainment</strong> - entertainment provided by taxable employers by way of meals to an employee or associate</li>\n <li><strong>Property</strong> - goods provided to employees either free or at a discounted price</li>\n <li><strong>Residual</strong> - any fringe benefit (<a href=\"https://www.ato.gov.au/General/Fringe-benefits-tax-(FBT)/Types-of-fringe-benefits/Residual-fringe-benefits/\" target=\"_blank\">as defined</a>) that does not fall into one of the specific categories</li>\n</ul><p><em>MORE: See the ATO web site for more on <a href=\"https://www.ato.gov.au/general/fringe-benefits-tax-(fbt)/types-of-fringe-benefits/\" target=\"_blank\">FBT categories</a>.</em></p>\n<p><strong>Exemptions, concessions and special rules</strong></p>\n<p>A wide range of <a href=\"https://www.ato.gov.au/general/fringe-benefits-tax-(fbt)/fbt-exemptions-and-concessions/\" target=\"_blank\">exemptions</a> and <a href=\"https://www.ato.gov.au/general/fringe-benefits-tax-(fbt)/in-detail/fbt---a-guide-for-employers/\" target=\"_blank\">reductions in taxable value</a> apply.</p>\n<p>Concessional valuation rules apply to 'in-house' fringe benefits The taxable value of certain fringe benefits can be reduced by employee contributions towards the cost of the benefit. Making such contributions can result in a lower overall tax liability, depending on the particular employee's tax situation and the valuation method that applies to each benefit received.</p>"
      },
      {
        "title": "Fuel Schemes",
        "description": "<p/><p>Fuel schemes provide credits and grants to reduce the costs of some fuels or provide a benefit to encourage recycling of waste oils. There are various types of schemes:</p>\n<ul><li><a href=\"https://www.ato.gov.au/business/fuel-schemes/fuel-tax-credits---business/\" target=\"_blank\">Fuel tax credits for business</a> - provides a credit for the excise or customs duty included in the price of fuel used for business activities, in machinery, plant, equipment and heavy vehicles.</li>\n <li><a href=\"https://www.ato.gov.au/Business/Fuel-schemes/Fuel-tax-credits---non-business/\" target=\"_blank\">Fuel tax credits - domestic electricity generation and non-profit emergency vessels or vehicles</a>.</li>\n <li><a href=\"https://www.ato.gov.au/business/fuel-schemes/cleaner-fuels-grants-scheme/\" target=\"_blank\">Cleaner fuels grants scheme</a> - encourages making or importing fuels that have a lesser impact on the environment. Eligible cleaner fuels include biodiesel and renewable diesel, as well as low or ultra-low sulphur conventional fuels like low sulphur premium unleaded petrol (PULP) and ultra low sulphur diesel (ULSD). The cleaner fuels grants scheme closed on 1 July 2015.</li>\n <li><a href=\"https://www.ato.gov.au/business/fuel-schemes/product-stewardship-for-oil-program/\" target=\"_blank\">Product stewardship for oil (PSO) program</a> - supports recycling oil for environmental sustainability. This includes recycling used oil and using recycled oil.</li>\n</ul><p>The former Energy grants credits scheme that applied to alternative fuels and diesel no longer operates for new purchases of fuel.</p>"
      },
      {
        "title": "Goods and Services Tax",
        "description": "<p/><p>Goods and services tax (GST) is a tax of 10% on most goods, services, and other items sold or consumed in Australia. The general principle is that only the end consumer bears the economic cost of GST. Registered entities bear the liability of collecting GST in the price of sales to their customers, but can offset credits for GST included in the price of business purchases.</p>\n<p><strong>Registration</strong></p>\n<p>An entity (including an individual) must register for GST if the entity's annual turnover is $75,000 or more ($150,000 for non-profit organisations). An entity may choose to register if the entity's turnover is below the threshold. Related entities may form a GST group and be treated as a single entity for GST. A single entity may register separate branches for GST.</p>\n<p><strong>Charging GST</strong></p>\n<p>A registered entity is generally required to charge GST on all sales of goods and services in Australia, unless a supply is <a href=\"https://www.ato.gov.au/Business/GST/When-to-charge-GST-(and-when-not-to)/GST-free-sales/\" target=\"_blank\">GST-free</a> or <a href=\"https://www.ato.gov.au/Business/GST/When-to-charge-GST-(and-when-not-to)/Input-taxed-sales/\" target=\"_blank\">input taxed</a>. The entity must provide its customers with a <a href=\"https://www.ato.gov.au/Business/GST/Tax-invoices/\" target=\"_blank\">tax invoice</a> for all taxable sales above a threshold of $82.50 ($75 + GST).</p>\n<p><strong>Claiming GST credits</strong></p>\n<p>A registered entity can claim an input tax credit for GST included in the price of goods or services purchased for the entity's business. A credit cannot be claimed for:</p>\n<ul><li>Purchases where GST was not included in the price (GST-free acquisitions)</li>\n <li>Purchases used to make input taxed supplies</li>\n <li>Purchases for the entity's private use.</li>\n</ul><p><strong>Rules for specific industries and transactions</strong></p>\n<p>A range of special rules apply to sales and purchases by entities operating in specific industries, or certain types of transaction entered into by any entity. Details are available <a href=\"https://www.ato.gov.au/Business/GST/In-detail/Rules-for-specific-transactions\" target=\"_blank\">here</a>.</p>\n<p><strong>Reporting and paying GST</strong></p>\n<p>The reporting periods for GST are called tax periods and can be quarterly or monthly. GST is reported and paid on the entity's activity statement for its tax period. Entities with an annual turnover of less than $20 million generally have quarterly tax periods, but can choose to have monthly tax periods. Entities with an annual turnover greater than $20 million are required to have monthly tax periods and lodge their activity statements electronically.</p>\n<p>In limited circumstances, entities can choose to <a href=\"https://www.ato.gov.au/Business/GST/Lodging-your-BAS-or-annual-GST-return/Options-for-reporting-and-paying-GST/Annual-GST-reporting/\" target=\"_blank\">report and/or pay GST annually</a>. This may involve quarterly instalments plus an annual GST return to reconcile actual transactions for the year.<br/>\nThe rules for attributing GST payable and input tax credits to tax periods differ according to whether GST is accounted for on a cash or accrual basis. An entity can account for GST on a cash basis if any of the following applies:</p>\n<ul><li>the entity is a small business (or non-business enterprise) with an annual turnover of less than $2 million - this includes the turnover of related entities</li>\n <li>the entity accounts for income tax on a cash basis</li>\n <li>the entity runs a type of enterprise that is permitted to account on a cash basis regardless of turnover - generally a government school, a charity, or a gift deductible entity.</li>\n</ul>"
      },
      {
        "title": "Imputation",
        "description": "<p/><p>\nThe <a href=\"https://www.ato.gov.au/Business/Imputation/\" target=\"_blank\">imputation</a> system provides a way for Australian and New Zealand corporate tax entities that pay Australian tax, to pass on to their members a credit for Australian income tax they have paid. This prevents the same income from being taxed twice - once when the income is earned by the entity, and again when the income is distributed to members.</p>\n<p><strong>Franking account</strong></p>\n<p>The franking account is a record of franking credits and franking debits that arise in an income year. All corporate tax entities are required to maintain a franking account, which is a notional account for tax purposes that is separate to the entity's financial accounts. Corporate tax entities are taxed at the <a href=\"https://www.ato.gov.au/Rates/Company-tax/\" target=\"_blank\">company income tax rate</a> (currently 27.5% for \"base rate entities\" and 30% for other entities). Typically a franking credit would arise in the franking account when the corporate tax entity pays income tax or receives a franked distribution. A franking debit would arise when the corporate tax entity pays a franked distribution or receives a refund of income tax it has paid. There are numerous other events that may give rise to <a href=\"https://www.ato.gov.au/business/imputation/paying-dividends-and-other-distributions/franking-account/\" target=\"_blank\">franking credits</a> or <a href=\"https://www.ato.gov.au/business/imputation/paying-dividends-and-other-distributions/franking-account/\" target=\"_blank\">franking debits</a>.</p>\n<p>At the end of an income year, an entity that has a deficit in its franking account is liable to pay <a href=\"https://www.ato.gov.au/business/imputation/paying-dividends-and-other-distributions/franking-account/franking-deficit-tax/\" target=\"_blank\">franking deficit tax</a>.</p>\n<p><strong>Franked distribution</strong></p>\n<p>The imputation system works by franking a distribution. The general principle is that the entity allocates franking credits to members by attaching franking credits to a distribution. For example, the entity earns $100 of profits and pays $30 tax. The entity pays a dividend of $70 to its members and attaches franking credits of $30. The entity is required to give each member a distribution statement which must contain <a href=\"https://www.ato.gov.au/business/imputation/paying-dividends-and-other-distributions/issuing-distribution-statements/#Requiredinformation\" target=\"_blank\">required information </a>about the distribution. A long list of <a href=\"https://www.ato.gov.au/business/imputation/paying-dividends-and-other-distributions/franking-distributions/\" target=\"_blank\">compliance and integrity measures</a> exists to prevent abuse of the system.</p>\n<p><strong>Receiving a distribution</strong></p>\n<p>The general rule for individuals receiving a franked distribution (either directly, or indirectly through interposed entities) is called the \"gross-up and credit\" approach. The member who receives the $70 franked dividend must include $100 in assessable income ($70 + $30 franking credit), and is entitled to a tax offset of $30. If the individual's tax on the dividend (at marginal rates) is more than $30, the individual will need to pay the difference on assessment. If the individual's tax on the dividend is less than $30, the net amount is refundable.</p>\n<p>The \"gross-up and credit\" approach also applies to corporate tax entities who receive a franked distribution, with some differences. The main difference is that where the company's franking credits exceed its tax liability, the excess franking credits are not refundable. Rather, the excess franking credit is converted to a tax loss that can be deducted against income in later years. As noted above, the franking credit attached to the distribution also creates a franking credit in the recipient entity's franking account, which it can pass on to its members.</p>\n<p><strong>Trans-Tasman imputation</strong></p>\n<p>The <a href=\"https://www.ato.gov.au/business/imputation/in-detail/trans-tasman-imputation-special-rules/\" target=\"_blank\">trans-Tasman imputation</a> system allows a New Zealand company to choose to enter the Australian imputation system. This will allow the New Zealand company to maintain an Australian franking account and pay dividends franked with Australian franking credits. Reciprocal rules have been introduced by the New Zealand government to allow an Australian company to elect into the New Zealand rules.\n</p>"
      },
      {
        "title": "Income Tax",
        "description": "<p/><p>Income tax is levied on taxable income, which is calculated as assessable income less allowable deductions. Gross tax on taxable income is reduced by tax offsets, to arrive at net tax payable or refundable.</p>\n<p><strong>Individuals</strong></p>\n<p>The Australian Taxation Office (ATO) publishes lists of <a href=\"https://www.ato.gov.au/Individuals/Income-and-deductions/Income-you-must-declare/\" target=\"_blank\">assessable income</a>, <a href=\"https://www.ato.gov.au/Individuals/Income-and-deductions/Deductions-you-can-claim/\" target=\"_blank\">allowable deductions</a> and <a href=\"https://www.ato.gov.au/Individuals/Income-and-deductions/Offsets-and-rebates\" target=\"_blank\">tax offsets</a> for individuals. Sole traders declare business income in their individual income tax return, they are not required to complete a separate return for their business. Tax on individuals is charged at marginal rates. You can use the tax tables to determine how much you are taxed.</p>\n<p>&#160;</p>\n<strong>Resident tax rates 2019-20</strong>\n<table align=\"center\" border=\"1\" cellspacing=\"0\" cellpadding=\"3\"><tbody><tr><td>Taxable income</td>\n <td>Tax on this income</td>\n </tr><tr><td>$0 - $18,200</td>\n <td>$0</td>\n </tr><tr><td>$18,201 - $37,000 </td>\n <td>19c for each $1 over $18,200 </td>\n </tr><tr><td>$37,001 - $90,000 </td>\n <td>$3,572 plus 32.5c for each $1 over $37,000 </td>\n </tr><tr><td>$90,001 - $180,000 </td>\n <td>$20,797 plus 37c for each $1 over $90,000 </td>\n </tr><tr><td>$180,001 and over</td>\n <td>$54,097 plus 45c for each $1 over $180,000</td>\n </tr></tbody></table><p>The above rates <strong>do not</strong> include the Medicare levy of 2%.</p>\n<p>\n<strong>Non-resident tax rates 2019-20</strong>\n</p>\n<table align=\"center\" border=\"1\" cellspacing=\"0\" cellpadding=\"3\"><tbody><tr><td>Taxable income</td>\n <td>Tax on this income</td>\n </tr><tr><td>$0 - $90,000 </td>\n <td>32.5c for each $1 </td>\n </tr><tr><td>$90,001 - $180,000 </td>\n <td>$29,250 plus 37c for each $1 over $90,000 </td>\n </tr><tr><td>$180,001 and over </td>\n <td>$62,550 plus 45c for each $1 over $180,000 </td>\n </tr></tbody></table><p>&#160;</p>\n<p>\n<em>MORE: Special rates apply to children and working holiday makers. See the ATO web site for more information on <a href=\"http://www.ato.gov.au/Rates/Individual-income-tax-rates/\" target=\"_blank\">Individual Income Tax Rates</a>.</em></p>\n<p><strong>Companies</strong></p>\n<p>A company is a distinct legal entity with its own income tax liability, and is required to lodge a Company income tax return. The company tax rate is 27.5% for <a href=\"https://www.ato.gov.au/Rates/Changes-to-company-tax-rates/#Baserateentitycompanytaxrate\" target=\"_blank\">base rate entities</a> and 30% for most other companies. <a href=\"https://www.ato.gov.au/Rates/Company-tax/\" target=\"_blank\">Special rates</a> apply to certain types of companies, or companies in certain industries.</p>\n<p><strong>Partnerships</strong></p>\n<p>A partnership carrying on a business must complete a Partnership tax return to show all income earned and deductions claimed for the income year, and how the net income or loss was shared between the partners. The partnership itself is not a taxable entity. Rather, each partner includes a share of the partnership's net income or loss in the partner's taxable income.<br/>\nPartnerships where the only income is from joint investments (for example, jointly owned shares or rental properties) are not required to lodge a Partnership income tax return. Rather, each partner's share of the joint income is declared in the partner's own tax return.</p>\n<p><strong>Trusts</strong></p>\n<p>Where a beneficiary (not under a legal disability) is presently entitled to a share of net income of a trust, the trustee is generally not taxable. Rather, each such beneficiary includes a share of the trust's net income in the beneficiary's taxable income. A trust cannot distribute a net loss to the beneficiaries, the loss is carried forward to offset against net income in later years.</p>\n<p>Where a presently entitled beneficiary is under a legal disability (for example, under 18 years of age, a non-resident, or incapable of managing his/her own affairs), the trustee is taxable on the beneficiary's share of the trust's net income. The tax rates correspond to the tax rates that would otherwise be payable by the beneficiary.</p>\n<p>Where no beneficiary is presently entitled to part of the trust's net income, the trustee is taxable. The tax rates depend on the trust's particular circumstances, for example income of deceased estates attracts a different tax rate depending on the stage of administration of the estate.</p>\n<p><strong>Superannuation funds</strong></p>\n<p>A superannuation fund is a distinct legal entity with its own income tax liability and is required to lodge an income tax return. Different income tax return forms are used by self-managed superannuation funds and other superannuation funds. The superannuation fund tax rate is generally 15%. Higher rates apply to net non-arm's length income, and contributions by or on behalf of a member who has not quoted his/her tax file number to the trustee.</p>"
      },
      {
        "title": "Loans to Shareholders",
        "description": "<p/><p>Advances (or loans), including the forgiving of debts, made by a private company to a shareholder (or an associate of a shareholder) are automatically deemed to be dividends, unless they come within certain <a href=\"https://www.ato.gov.au/business/private-company-benefits---division-7a-dividends/in-detail/division-7a---loans/?page=1#Exclusions\" target=\"_blank\">specified exclusions</a>. The deemed dividend can only apply to the unpaid present entitlement to which the private company is entitled.</p>\n<p>If the advances are converted to a loan before the due date of the company's income tax return, the advances will not be treated as a dividend. However, this loan must be <a href=\"https://www.ato.gov.au/business/private-company-benefits---division-7a-dividends/in-detail/division-7a---loans/?page=1#Criteria_of_a_complying_loan_agreement\" target=\"_blank\">written and have a maximum term and minimum interest rate</a>. </p>\n<p>There is also a requirement that the shareholder make minimum repayments on the loan. If the <a href=\"https://www.ato.gov.au/business/private-company-benefits---division-7a-dividends/in-detail/division-7a---loans/?page=1#Minimum_yearly_repayment\" target=\"_blank\">minimum repayments</a> are not made, a deemed dividend will arise in relation to the shortfall.</p>"
      },
      {
        "title": "Medicare Levy",
        "description": "<p/><p>The Medicare Levy is a tax payable by Australian residents to cover health care charges. It is payable on taxable income, in addition to income tax. Individuals and families on higher incomes who do not have an appropriate level of private hospital cover may have to pay the <a href=\"https://www.ato.gov.au/Individuals/Medicare-levy/Medicare-levy-surcharge/\" target=\"_blank\">Medicare levy surcharge</a>.</p>\n<p>Medicare Levy is usually calculated at 2% of taxable income. A <a href=\"https://www.ato.gov.au/Individuals/Medicare-levy/Medicare-levy-reduction-for-low-income-earners/\" target=\"_blank\">reduction</a> in the rate is available for people on low incomes and an <a href=\"https://www.ato.gov.au/Individuals/Medicare-levy/Medicare-levy-exemption/\" target=\"_blank\">exemption</a> is available for people in certain categories.<br/>\nA <a href=\"https://www.ato.gov.au/Calculators-and-tools/Medicare-levy/\" target=\"_blank\">Medicare Levy Calculator</a> is available on the Australian Taxation Office (ATO) web site to help you work out your obligation.</p>\n<p><em>MORE: See the <a href=\"http://www.ato.gov.au/Individuals/Medicare-levy/\" target=\"_blank\">Medicare Levy Essentials section</a> of the ATO web site.</em></p>"
      },
      {
        "title": "Paid Parental Leave",
        "description": "<p/><p>The government-funded <a href=\"http://www.humanservices.gov.au/customer/services/centrelink/parental-leave-pay\" target=\"_blank\">Paid Parental Leave</a> scheme provides financial support for parents to take up to 18 weeks off work following the birth or adoption of a child, with pay at the National Minimum Wage. <a href=\"http://www.humanservices.gov.au/customer/services/centrelink/dad-and-partner-pay\" target=\"_blank\">Dad and Partner Pay </a>provides eligible working dads or partners with up to two weeks of pay at the National Minimum Wage.</p>\n<p>Employers receive funds from the Department of Human Services and pay eligible employees in the same way they would normally pay salary or wages.</p>"
      },
      {
        "title": "PAYG Instalments",
        "description": "<p/><p><a href=\"https://www.ato.gov.au/General/PAYG-instalments\" target=\"_blank\">Pay As You Go (PAYG) Instalments</a> is a system for paying instalments during the income year towards an entity's or individual's expected tax liability on business and investment income. The actual tax liability is worked out at the end of the income year when the annual income tax return is assessed. PAYG instalments paid during the year are credited against the assessment to determine whether the entity or individual owes more tax, or is owed a refund.</p>\n<p>The Australian Taxation Office (ATO) will contact entities and individuals who are required to pay PAYG instalments, notifying them of their instalment rate. This is calculated according to information in the last assessed income tax return. PAYG instalments may be included as part of an activity statement, or a separate instalment notice may be issued.</p>\n<p>The instalment is calculated as the instalment rate multiplied by business and investment income for the instalment period. The main advantage of this method is that instalments are based on income as the entity or individual earns it, instead of a projection based on the previous tax situation. Some entities, and all individuals, may however choose to pay an instalment amount calculated by the ATO, which is based on the most recent tax assessment plus an uplift factor (this is the default method for all individuals, certain trustees, and certain other entities). This decision needs to be made before the due date for payment of the first instalment for each income year, and then applies for the remainder of that year.</p>\n<p>Entities and individuals can vary an instalment if they believe the instalment rate, or the ATO calculated instalment, will result in paying more or less than the expected tax liability for the year.</p>\n<p>Instalments are generally payable quarterly, but some entities may be able to pay annually and certain large taxpayers are required to pay monthly.</p>\n<p><strong>Individuals</strong></p>\n<p>PAYG instalments for individuals are generally paid quarterly. Where the most recent annual tax liability on business and investment income is less than $8,000 and certain other conditions are met, individuals can choose to pay an annual instalment. For more information see <a href=\"https://www.ato.gov.au/tax-professionals/prepare-and-lodge/tax-agent-lodgment-program/obligation-type/annual-payg-instalment-notice/\" target=\"_blank\">Introduction to annual PAYG instalments</a>. A special <a href=\"https://www.ato.gov.au/general/payg-instalments/how-often-you-lodge-and-pay/#Twoinstalments1\" target=\"_blank\">two instalment</a> option is available to some primary producers and special professionals (e.g. sportspersons, artists, inventors and authors).</p>\n<p><strong>Partnerships and trusts</strong></p>\n<p>Partnerships and most trusts are generally not required to pay PAYG instalments. However, special rules apply to <a href=\"https://www.ato.gov.au/General/PAYG-instalments/In-detail/Partnerships-and-trusts/PAYG-instalments-for-partnerships/\" target=\"_blank\">partners</a> and <a href=\"https://www.ato.gov.au/General/PAYG-instalments/In-detail/Partnerships-and-trusts/PAYG-instalments-for-trusts/\" target=\"_blank\">beneficiaries</a> when calculating their own PAYG instalments.</p>\n<p><strong>Companies</strong></p>\n<p>PAYG instalments for companies are generally paid quarterly. Companies can choose to pay an annual instalment if they meet the criteria that apply to individuals, plus some additional conditions. Companies will be required to pay monthly if their income exceeds $100 million or, they are the head company in a consolidated group or required to remit GST monthly, $20 million. Companies can pay the amount notified by the ATO if their income is less than $2 million or they could pay an annual instalment but chose not to.</p>\n<p><strong>Superannuation funds</strong></p>\n<p>PAYG instalments for superannuation funds are generally paid quarterly. Superannuation funds can choose to pay an annual instalment if they meet the criteria that apply to individuals noted above. Superannuation funds will be required to pay monthly if their income exceeds $100 million or, they are required to remit GST monthly, $20 million. Superannuation funds can pay the amount notified by the ATO if their income is less than $2 million or they could pay an annual instalment but chose not to.</p>"
      },
      {
        "title": "PAYG Withholding",
        "description": "<p/><p>\n<a href=\"https://www.ato.gov.au/Business/PAYG-withholding/\" target=\"_blank\">Pay as you go (PAYG) withholding</a> is a system for withholding amounts from payments to employees, other individuals and businesses. An entity will have withholding obligations if the entity:</p>\n<ul><li>Has employees, including company directors and officeholders</li>\n <li>Has other workers such as contractors, and voluntarily agrees to withhold tax from payments to them</li>\n <li>Makes payments to other businesses, if they don't quote an Australian business number (ABN) to the entity</li>\n <li>Makes <a href=\"https://www.ato.gov.au/business/payg-withholding/payments-you-need-to-withhold-from/\" target=\"_blank\">certain other payments</a> that are subject to withholding.</li>\n</ul><p>If you are an employer or run a business and withhold amounts from payments, you need to:</p>\n<ul><li><a href=\"https://www.ato.gov.au/business/registration/work-out-which-registrations-you-need/taxation-registrations/pay-as-you-go-withholding/\" target=\"_blank\">Register</a> for PAYG withholding</li>\n <li><a href=\"https://www.ato.gov.au/business/registration/work-out-which-registrations-you-need/taxation-registrations/employer-registration-for-working-holiday-makers/\" target=\"_blank\">Register</a> as an employer of working holiday makers (417 or 462 visa's) if applicable.</li>\n <li>Withhold amounts from wages and other payments</li>\n <li>Lodge activity statements and pay the withheld amounts to the Australian Taxation Office (ATO)</li>\n <li>Provide payment summaries to employees and other payees</li>\n <li>Provide the ATO with an annual report once each income year has ended.</li>\n</ul><p>Payment summaries and annual reports are not required in relation to amounts reported using <a href=\"https://www.ato.gov.au/Business/Single-Touch-Payroll/\" target=\"_blank\">single touch payroll</a>.</p>"
      },
      {
        "title": "Rates and Calculators",
        "description": "<p/><p>The Australian Taxation Office (ATO) provides a variety of rate tables, tax calculators, and other tools on many topics, including the following:</p>\n<ul><li>Capital gains tax</li>\n <li>Fringe benefits tax</li>\n <li>Fuel tax credits</li>\n <li>Goods and services tax </li>\n <li>Income tax</li>\n <li>PAYG withholding</li>\n <li>Superannuation</li>\n</ul><p><em>MORE: To access these tools, navigate to the <a href=\"https://www.ato.gov.au/Calculators-and-tools/?sorttype=SortByTopic&amp;marketsegment=Tax-professionals\" target=\"_blank\">Calculators &amp; Tools</a> section of the ATO web site.</em><br/><em>\n</em></p>\n<p/>"
      },
      {
        "title": "Rental Properties",
        "description": "<p/><p>\n<strong>Top 10 tips to help rental property owners avoid common tax mistakes</strong></p>\n<p>Whether you use a tax agent or choose to lodge your tax return yourself, avoiding these common mistakes will save you time and money.</p>\n<p><a href=\"https://www.ato.gov.au/General/Property/In-detail/Rental-properties/Top-10-tips-to-help-rental-property-owners/\" target=\"_blank\">Click here to view the top 10 tips on the ATO website</a>.</p>\n<p><strong>Tax-smart tips for your investment property journey</strong></p>\n<p><strong>To obtain this publication</strong></p>\n<p>This publication can be downloaded in Portable Document Format: <a href=\"https://www.ato.gov.au/uploadedFiles/Content/IND/Downloads/Tax-smart%20tips%20for%20investment%20properties.pdf\" target=\"_blank\">download Tax-smart tips for your investment property journey (316KB)</a>.</p>\n<p>To order a printed copy, take note of the full title and select <a href=\"https://www.ato.gov.au/about-ato/contact-us/order-publications/\" target=\"_blank\">Online publications ordering</a> service or phone the Publications Distribution Service on <strong>1300 720 092</strong> between 8.00am and 6.00pm, Monday to Friday.\n</p>"
      },
      {
        "title": "Reportable Tax Payments",
        "description": "<p/><p>Some business in certain industries need to report to the ATO the payments made to contractors. The reporting is made in the <a href=\"https://www.ato.gov.au/business/reports-and-returns/taxable-payments-annual-report/\" target=\"_blank\">taxable payments annual report</a> and is due by 28 August each year.</p>\n<p>The industries covered include:</p>\n<ul><li>building and construction services</li>\n <li>cleaning services for contractor payments from 1 July 2018</li>\n <li>courier services for contractor payments from 1 July 2018 </li>\n <li>road freight services for contractor payments from 1 July 2019</li>\n <li>information technology (IT) services for contractor payments from 1 July 2019</li>\n <li>security, investigation or surveillance services for contractor payments from 1 July 2019</li>\n</ul>"
      },
      {
        "title": "Small Business Entity Concessions",
        "description": "<p/><p>\nSmall businesses with an annual turnover of less than $10 million may qualify for a range of tax concessions (although the threshold may be lower based on the concession). If your business is <a href=\"https://www.ato.gov.au/business/small-business-entity-concessions/eligibility/\" target=\"_blank\">eligible</a> you can use the concessions that suit you. You may have to satisfy additional conditions and will need to check whether you qualify for the concessions each tax year.</p>\n<p>Eligible businesses can use the concessions outlined in the table.</p>\n<p>&#160;</p>\n<table align=\"center\" style=\"width: 90%;\" border=\"1\" cellspacing=\"0\" cellpadding=\"5\"><tbody><tr><td style=\"text-align: left; vertical-align: top;\"><strong>CGT 15-year asset exemption*</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">If you are 55 or older and retiring and your business has owned an asset for at least 15 years, you won't pay capital gains tax when you sell the asset.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>CGT 50% active asset reduction*</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">\n <p>\n If you have owned an asset to conduct your business, you will only pay tax on 50% of the capital gain when you sell the asset. For individuals (including partners in partnerships and beneficiaries of trusts), this reduction applies in addition to the standard* 50% CGT discount, thereby reducing the taxable amount to 25% of the capital gain.</p>\n <p>* For foreign or temporary residents, a reduced CGT discount between 0-50% applies depending on individual circumstances.\n </p>\n </td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>CGT retirement exemption*</strong></td>\n <td style=\"text-align: left; vertical-align: top;\">There is CGT exemption on the sale of a business asset (up to a lifetime limit of $500,000). If you are under 55, money from the sale of the asset must be paid into a complying superannuation fund, or retirement savings account.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>CGT rollover*</strong></td>\n <td style=\"text-align: left; vertical-align: top;\">If you sell a small business asset and buy a replacement, you can roll over your CGT liability to the value of the replacement asset. This means you won't pay any CGT owing until you sell the replacement asset.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Simpler depreciation rules</strong></td>\n <td style=\"text-align: left; vertical-align: top;\">\n <p>\n You can usually pool your assets to make depreciation calculations easier.</p>\n <p>You can also immediately write-off &#8211; deduct the full cost in the year you buy them &#8211; most depreciating assets that cost less than a certain limit.&#160; The limits are:</p>\n <ul><li>Prior to 7.30 pm on 12 May 2015&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; $1,000</li>\n <li>From 7.30 pm on 12 May 2015 to 28 January 2019&#160;&#160; $20,000</li>\n <li>From 29 January 2019 to 7.30 pm on 2 April 2019&#160;&#160;&#160; $25,000</li>\n <li>From 7.30 pm on 2 April 2019 to 30 June 2020&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; $30,000\n </li>\n </ul></td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Simpler trading stock rules</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">If the value of your trading stock has not increased or decreased by more than $5,000 over the year, you can choose whether or not to do an end-of-year stock take.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Immediate deduction for certain prepaid business expenses</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">You can claim an immediate deduction for prepaid business expenses if the payment covers a period of 12 months or less and ends in the following income year.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Two-year amendment period</strong></td>\n <td style=\"text-align: left; vertical-align: top;\">The time limit for the Commissioner or the taxpayer to amend an income tax assessment of an individual or small business is two years, instead of the standard four years.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Accounting for GST on a cash basis</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">You don't need to account for GST on a sale you make until you receive payment for the sale. Equally, input tax credits for purchases can only be claimed when you have paid for the purchase.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Annual apportionment of GST input tax credits</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">If you purchase items you use partly for private purposes, you can claim full GST credits for these on your activity statements. You can then make a single adjustment to account for the private use percentage at the end of the year.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Paying GST by instalments</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">You can pay GST by instalments the ATO calculates for you and&#160;can vary this amount each quarter if required.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>FBT car parking exemption</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">In some cases you may be exempt from FBT for employee car parking.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>PAYG instalments based on GDP amount</strong> </td>\n <td style=\"text-align: left; vertical-align: top;\">To save you working out&#160;your instalments based on actual income each quarter,&#160;all individuals and&#160;small business entities can pay fixed quarterly instalment amounts&#160;as calculated by&#160;the ATO&#160;based on their business and investment income in their most recently assessed tax return. </td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Lower company tax rate</strong></td>\n <td style=\"text-align: left; vertical-align: top;\">Base rate entities pay company tax at 27.5% rather than 30%.&#160; The 27.5% rate will reduce to 25% by 2020-22.</td>\n </tr><tr><td style=\"text-align: left; vertical-align: top;\"><strong>Small business income tax offset **</strong></td>\n <td style=\"text-align: left; vertical-align: top;\">Individuals who receive business income other than via a company are entitled to a tax offset.</td>\n </tr></tbody></table><p><em>* The annual turnover threshold for the CGT concession is $2 million.<br/>\n** The annual turnover threshold for the small business income tax offset is $5 million</em></p>\n<p><em>MORE: For more information,&#160;see the </em><a href=\"http://www.ato.gov.au/Business/Small-business-entity-concessions/\" target=\"_blank\"><em/></a><em><a href=\"http://www.ato.gov.au/Business/Small-business-entity-concessions/\" target=\"_blank\">Small business entity concessions essentials</a></em><em>&#160;section of the ATO web site.</em></p>"
      },
      {
        "title": "State Taxes",
        "description": "<p/><p><strong>Payroll tax</strong></p>\n<p>Payroll tax is a state tax on the wages paid by employers when the total wages exemption threshold is exceeded. Exemption thresholds vary between states. The definition of wages generally includes employer superannuation contributions and fringe benefits, although the definition also varies between states.</p>\n<p><em>NOTE: Payroll tax is not the same as PAYG withholding tax collected by the Australian Taxation Office (ATO). PAYG is the tax deducted from an employee's income and forwarded to the ATO.</em></p>\n<p>The following organisations are generally exempt from payroll tax, provided specific qualifying conditions are met:</p>\n<ul><li>Religious institutions</li>\n <li>Public benevolent institutions</li>\n <li>Public or non-profit hospitals</li>\n <li>Non-profit non-government schools</li>\n <li>Charitable organisations</li>\n</ul><p><strong>Land tax</strong></p>\n<p>All landowners, except those in the Northern Territory, may be liable for land tax. In the Australian Capital Territory land tax is levied on lessees under a Crown lease, because land generally cannot be acquired under freehold title. Landowners are generally liable for land tax when the unimproved value of taxable land exceeds certain thresholds (excluding the ACT).</p>\n<p>In some states, deductions and rebates are available, depending on how the land is used. Principal places of residence are generally exempt from land tax, however this depends on particular qualifying criteria (these vary between jurisdictions).</p>\n<p>Land owned and used by the following types of organisations might be exempt from land tax:</p>\n<ul><li>Non-profit societies</li>\n <li>Clubs and associations</li>\n <li>Religious institutions</li>\n <li>Public benevolent institutions</li>\n <li>Charitable institutions</li>\n</ul><p><strong>Stamp duty</strong></p>\n<p>Stamp duty is levied on particular written documents and transactions, including:</p>\n<ul><li>Motor vehicle registrations and transfers</li>\n <li>Insurance policies</li>\n <li>Leases</li>\n <li>Mortgages</li>\n <li>Hire purchase agreements</li>\n <li>Property transfers (e.g. transfer of businesses, real estate, and particular shares)</li>\n</ul><p>The stamp duty rate varies according to the type of transaction and its value. Depending on the nature of the transaction, certain concessions and exemptions may be available.</p>\n<p><strong>State tax web sites</strong></p>\n<p>Particular deductions and exemptions vary between states for all duties. For additional state-specific information, visit the applicable state web site: </p>\n<ul><li><a href=\"https://www.revenue.nsw.gov.au/\" target=\"_blank\">Revenue NSW</a></li>\n <li><a href=\"http://www.revenuesa.sa.gov.au/\" target=\"_blank\">Revenue SA</a></li>\n <li><a href=\"http://www.osr.qld.gov.au/\" target=\"_blank\">Queensland Office of State Revenue</a></li>\n <li><a href=\"https://nt.gov.au/employ/money-and-taxes/taxes,-royalties-and-grants\" target=\"_blank\">Territory Revenue Office</a></li>\n <li><a href=\"http://www.revenue.act.gov.au/\" target=\"_blank\">ACT Revenue Office</a></li>\n <li><a href=\"http://www.sro.tas.gov.au/\" target=\"_blank\">State Revenue Office of Tasmania </a></li>\n <li><a href=\"http://www.sro.vic.gov.au/\" target=\"_blank\">State Revenue Office Victoria</a></li>\n <li><a href=\"http://www.finance.wa.gov.au/cms/section.aspx?id=209\" target=\"_blank\">Office of State Revenue Western Australia</a></li>\n</ul>"
      },
      {
        "title": "Superannuation Contributions for High Income Earners",
        "description": "<p/><p><a href=\"https://www.ato.gov.au/Individuals/Super/In-detail/Growing-your-super/Division-293-tax---information-for-individuals/?page=4\" target=\"_blank\">Additional tax</a> on super contributions at the rate of 15% is imposed on individuals whose combined income and contributions are greater than a certain threshold. From 1 July 2017 this threshold is $250,000. Prior to this it was $300,000. For affected individuals, this effectively increases the rate of tax on their superannuation contributions from 15% to 30%.</p>\n<p>The additional tax can be paid personally by the taxpayer or the taxpayer can apply to his/her superannuation fund to have the necessary amount <a href=\"https://www.ato.gov.au/Individuals/Super/In-detail/Growing-your-super/Division-293-tax---information-for-individuals/?page=4#How_to_pay\" target=\"_blank\">released</a> and paid to the ATO.</p>"
      },
      {
        "title": "Superannuation Guarantee",
        "description": "<p/><p>\nIn addition to employees' salaries and wages, employers are required to pay superannuation contributions on behalf of all eligible employees. This compulsory contribution is called the superannuation guarantee. The definition of employee for this purpose includes certain contractors. The minimum contribution from 1 July 2014 is 9.5% of each eligible employee's earnings base (usually their ordinary time earnings) and must be paid within 28 days after the end of each calendar quarter. Employers must also provide employees with a choice of superannuation fund.</p>\n<p>The minimum contribution rate will remain at 9.5% until 30 June 2021. After that date, the rate will increase by 0.5% each financial year until it reaches 12% from 1 July 2022.</p>\n<p>Employers are generally required to pay superannuation contributions for employees if they are:</p>\n<ul><li>Over the age of 18 (no upper age limit applies)</li>\n <li>Paid $450 or more (before tax) in a calendar month.</li>\n</ul><p>If an employer fails to make the minimum contributions for a quarter by the due date, the employer is liable for the Superannuation Guarantee Charge (SGC). The SGC comprises the unpaid contributions calculated on a higher earnings base, plus an interest charge (which is credited to the employee's superannuation account) and an administration fee. The employer cannot claim an income tax deduction for the SGC.</p>\n<p>The Australian Taxation Office (ATO) provides the following tools to help you understand and meet your obligations:</p>\n<ul><li><a href=\"https://www.ato.gov.au/Calculators-and-tools/Super-guarantee-charge-statement-and-calculator-tool/\" target=\"_blank\">Superannuation Guarantee Charge (SGC) statement and calculator</a> - calculate the SGC liability and prepare the SGC statement.</li>\n <li><a href=\"http://www.ato.gov.au/Calculators-and-tools/Employee-or-contractor/\" target=\"_blank\">Employee/contractor decision tool</a> - determine whether new or existing workers are contractors or employees (for tax and super purposes)</li>\n <li><a href=\"https://www.ato.gov.au/Calculators-and-tools/Host/?anchor=ECDTSGET&amp;anchor=ECDTSGET/questions/SGET#ECDTSGET/questions/SGET\" target=\"_blank\">Superannuation guarantee eligibility decision tool</a> - see whether an employer needs to make super contributions for employees </li>\n <li><a href=\"https://www.ato.gov.au/calculators-and-tools/super-guarantee-contributions/\" target=\"_blank\">Superannuation guarantee contributions calculator</a> - calculate how much super an employee should be contributing for eligible workers.\n </li>\n</ul>"
      },
      {
        "title": "Tax Payer Penalties",
        "description": "<p/><p>\nTaxpayers who do not meet their tax obligations may face penalty or interest charges. To avoid these charges, ensure you pay the full amount of tax you owe by the due date.</p>\n<p>The main charges for failing to meet tax obligations are the:</p>\n<ul><li><a href=\"http://www.ato.gov.au/Rates/General-interest-charge-(GIC)-rates/\" target=\"_blank\">General interest charge (GIC)</a> - applies to a variety of situations, whenever amounts owing to the Australian Taxation Office (ATO) are paid after the due date.</li>\n <li><a href=\"https://www.ato.gov.au/Rates/Shortfall-interest-charge-(SIC)-rates/\" target=\"_blank\">Shortfall interest charge (SIC)</a> -&#160; applies to a variety of situations where a tax liability is increased in an amended assessment</li>\n <li><a href=\"https://www.ato.gov.au/general/interest-and-penalties/penalties/failure-to-lodge-on-time-penalty/\" target=\"_blank\">Failure to lodge on time penalty (FTL)</a> - administrative penalty which may be applied if a taxpayer fails to lodge a return, statement, notice, or another document with the ATO by the due date.</li>\n</ul><p>Additional penalties include failing to:</p>\n<ul><li>Keep or retain required records</li>\n <li>Retain or produce required declarations</li>\n <li>Provide access and reasonable facilities to an authorised tax officer</li>\n <li>Apply for or cancel GST registration when required</li>\n <li>Issue a required tax invoice or adjustment note</li>\n <li>Register as a PAYG withholder when required</li>\n <li>Lodge a required activity statement electronically</li>\n <li>Pay a required amount electronically</li>\n</ul><p>If a taxpayer is audited and an amended assessment is raised, further penalties of up to 75% of the additional tax levied may be applied, depending on the severity of the offence. Examples include making a false or misleading statement, not taking reasonable care, or taking a position that is not reasonably arguable in a tax return or other document.</p>"
      },
      {
        "title": "Wine Equalisation Tax",
        "description": "<p/><p>Wine Equalisation Tax (WET) is a tax on wine levied at 29% of the taxable value of wine. The taxing point is the last wholesale sale, or a retail sale or application for own use (e.g. tastings) when there is no wholesale sale. The taxable value is the actual sale price (excluding WET and GST) for wholesale sales, or a notional equivalent value in the other situations.</p>\n<p>WET affects wine manufacturers, wholesalers, and importers. Retailers do not have a WET liability unless they make their own wholesale wine. WET is paid as part of the entity's activity statement, the tax period is the same as the entity's tax period for GST (which may be monthly, quarterly or annually).</p>\n<p>The <a href=\"https://www.ato.gov.au/business/wine-equalisation-tax/producer-rebate/calculate-and-claim-your-rebate/\" target=\"_blank\">Producer Rebate</a> scheme entitles wine producers to a rebate of WET for up to $500,000 of domestic sales each financial year. There is a modified producer rebate scheme for <a href=\"https://www.ato.gov.au/business/wine-equalisation-tax/in-detail/wet-and-new-zealand-wine-producers/producer-rebate-for-new-zealand-wine-producers/\" target=\"_blank\">New Zealand wine producers</a>.<br/>\nGenerally, WET is included in the price that retailers such as bottle shops and restaurants pay when purchasing wine. The retailer is not entitled to claim back the cost of the WET, as the WET is built into the price the retailer pays and then passed on to the consumer.</p>\n<p>WET applies to the following alcoholic beverages:</p>\n<ul><li>Grape wine (including sparkling and fortified wine, marsala, vermouth, wine cocktails, and creams)</li>\n <li>Other fruit wines and vegetable wines (including fortified fruit and vegetable wines)</li>\n <li>Cider and perry</li>\n <li>Mead (including fortified mead) and sake</li>\n</ul><p><em>MORE: See the ATO web site for more information on <a href=\"http://www.ato.gov.au/Business/Wine-equalisation-tax/\" target=\"_blank\">Wine Equalisation Tax</a> and for instructions on filling out the <a href=\"https://www.ato.gov.au/Business/Business-activity-statements-(BAS)/In-detail/Instructions/WET---how-to-complete-your-activity-statement-labels/\" target=\"_blank\">WET section of the Activity Statement</a>.</em></p>\n<p>&#160;</p>"
      }
    ]
  }